Repository: xsoulspace/last_answer
Catalog: packages/core/lib/src/l10n/intl_*.arb
Languages: ru

source: Language
ru: Язык

source: Search
ru: Поиск

source: Frequently used
ru: Часто используемые

source: Write an answer
ru: Запишите ответ

source: Write a note
ru: Запишите заметку

source: Characters limit
ru: Лимит символов

# changeLog
source: What's new
ru: Что нового

source: Loading
ru: Загрузка

source: Username
ru: Имя пользователя

# deleteMyAccount
source: Delete Account
ru: Удалить аккаунт

source: Danger
ru: Опасно

# charactersLimitForNewNotesDesription
source: When you set the limit, all new notes will have this limit. And if you will need to go-off limit for one note - just set it inside note settings.
ru: Когда вы устанавливаете лимит, все новые заметки будут иметь это ограничение. А если вам нужно выйти за пределы лимита для одной заметки - просто установите его в настройках заметки.

# charactersUnlimited
source: Other
ru: Другой

# madeWithLoveAndFlutter
source: Made with Flutter ❤ and Open Source Libraries
ru: Сделано с Flutter ❤ и Open Source Libraries

# feedbackTextWithEmail
source: or send a message to idea@xsoulspace.dev
ru: или отправьте сообщение на idea@xsoulspace.dev

# niceDayWish
source: Thank you for using this app and have a nice day, full of ideas and inspiration!:)
ru: Спасибо что используете приложение и хорошего дня, полного идей и вдохновения!

source: Privacy Policy
ru: Политика конфиденциальности

# termsAndConditions
source: Terms & Conditions
ru: Условия использования

source: Join Discord
ru: Присоединяйтесь к Discord

source: Please notice
ru: Обратите внимание

# appVersion
source: App version: {version}, build: {buildNumber}
ru: Версия: {version}, билд: {buildNumber}

# projectsDirection
source: Notes direction
ru: Направление заметок

# wordNew
source: New
ru: Новое

source: Theme
ru: Тема

# themeSystem
source: Auto
ru: Как в системе

# themeDark
source: Dark
ru: Темная

# themeLight
source: Light
ru: Светлая

source: Yes
ru: Да

source: No
ru: Нет

source: Settings
ru: Настройки

source: Note settings
ru: Настройки заметки

# createIdeaHelperText
source: Create tutorial
ru: Создать туториал

source: What's your idea?
ru: В чём идея?

source: No projects yet.
ru: Тут пока пусто

source: Idea
ru: Идея

source: Note
ru: Заметка

source: Subscription
ru: Подписка

# freeSubscription
source: Free
ru: Бесплатно

# myAccount
source: Account
ru: Аккаунт

# generalSettingsFullTitle
source: General Settings
ru: Общие настройки

# generalSettingsShortTitle
source: General
ru: Общие

source: Cancel
ru: Отменить

source: Close
ru: Закрыть

source: Delete
ru: Удалить

source: Delete this note
ru: Удалить заметку

source: Are you sure?
ru: Вы уверены?

# willBeLost
source: {title} will be lost forever
ru: {title} будет потерян безвозвратно

source: Last Answer
ru: Последний ответ

source: Answer
ru: Ответ

# philosophyInspirationTitle
source: Inspiration
ru: Вдохновление

# philosophyAbstractWhatElse
source: What else?
ru: Что ещё?

# philosophyAbstractFiveWhyesWhat
source: You can use: "Five whys"
ru: Можно использовать: "Пять почему"

# philosophyAbstractFiveWhyesWhy
source: Because, you can use this technique if you have a problem or idea, which needs to be explored more deeply. Method of exploration also often named as "cause and effect" exploration. See more about the technique at wiki: https://en.wikipedia.org/wiki/Five_whys
ru: Потому что благодаря этой технике можно углубить область, изучаемой или создаваемой идеи или проблемы. В качестве метода используется изучение "причины и эффекта". Больше об этой технике: https://ru.wikipedia.org/wiki/Пять_почему

# philosophyAbstractPDSAWhy
source: Because it most universal technique. It does not solid questions, as in "Five Whys", but the method can help not just make idea exploration, but to understand whole area problems. See more about the technique at wiki: https://en.wikipedia.org/wiki/PDCA
ru: Потому что это наиболее универсальная техника, не содержащаяя твердых вопросов, как "Пять почему", позволяющая реализовать не просто глубинное изучение идеи или проблемы, а изучение области. Больше об этой технике: https://ru.wikipedia.org/wiki/Цикл_Деминга

# philosophyAbstractPDSAWhat
source: You can use: "PDCA/PDSA (Plan-Do-Check/Study-Act): Shewhart-Deming cycle"
ru: Ещё можно использовать: "PDCA/PDSA (Plan-Do-Check(Study)-Act): Цикл Деминга - Шухарта"

# philosophyAbstractSixSigmaWhy
source: Because if your problem or idea has manufacture/transport origin, this method will certanly helps to develop or imporve business process or product. See more about the technique at wiki: https://en.wikipedia.org/wiki/Six_Sigma
ru: Если проблема или идея связана с производством - стоит посмотреть этот метод. Он позволяет контролировать процесс улучшения и создания бизнес процессов и продуктов. Больше об этой технике: https://ru.wikipedia.org/wiki/Шесть_сигм

# philosophyAbstractSixSigmaWhat
source: You can use: "Six Sigma"
ru: Ещё можно использовать: "Шесть сигм"

source: About
ru: О приложении

# aboutAbstractWhatFor
source: What for?
ru: Зачем?

# aboutAbstractWhatForDescription
source: This app is designed to solve ideas expression when it needed most; to solve complexity and thoughts understanding during project management and just to make easier each other ideas sharing & understanding.
ru: Это приложение создано для момента, когда нужно быстро описать свои идеи и мысли; чтобы облегчить решение сложных проблем и обмен идеями между людьми.

# aboutAbstractHowDescription
source: You can use Inspiration section to get inspiration of how this app can be used and which techniques can be applied.
ru: Можно использовать раздел Вдохновление, чтобы получить пример с какими техниками возможно использовать приложение.

# aboutAbstractIdeasImprovementsBugs
source: Ideas Improvements Bugs?
ru: Идеи Улучшения Баги?

source: Supporter days left
ru: Осталось дней Поддерживателя

# youCanSupportAppDevelopment
source: You can start supporting the app development by watching short ad below. This will help me to improve the app and make it better.
ru: Вы можете поддержать разработку приложения, посмотрев короткую рекламу ниже. Это поможет мне улучшить приложение и сделать его лучше.

source: You used this app for
ru: Вы пользуетесь приложением уже

source: days
ru: дней

source: and have supported
ru: и поддержали

# unfortunatelyThisPlatformHasNoAbilitiesToSupport
source: Unfortunately, this platform has no abilities to support the app, yet:)
ru: К сожалению, на этой платформе пока нет возможности поддержать приложение:)

# butYouCanGoTo
source: But you can go
ru: Но вы можете перейти

source: to the website:)
ru: на вебсайт:)

# whatSupporterDaysMeans
source: What "Suppoter Days" means?
ru: Что такое "Дни Поддерживателя"?

# supporterDaysAre
source: Supporter Days are the days given to the user of the application for supporting the project. Every time the user uses the application, one Supporter Day is deducted (only once per day, regardless of how many times the user opens the application in a day) and added to Supported Days (the total number of days the person has supported the project). If the user has never opened the application, the days are not deducted :)
ru: Дни Поддерживателя - это дни, которые даются пользователю приложения за поддержку проекта. Каждый раз, когда пользователь использует приложение, у него списывается один День Поддерживателя (всего один раз за день, не зависит тот того, сколько раз за день пользователь открывал приложение) и также добавляется 1 день в общее кол-во дней, которое человек поддерживал проект). Если пользователь ни разу не открыл приложение, то дни не списываются:)

# supporterDaysMainFunctionality
source: The main functionality of Supporter Days does not affect anything, but in the future, they will provide the opportunity to use additional features of the application - so for me, the most important thing is that under no circumstances will the main functionality of adding/editing notes and ideas be blocked, and everything else is just bonuses if a person decides to support the project :)
ru: Основной функционал Дней Поддерживателя никак не влияет на что-либо, однако в будущем они будут давать возможность использовать дополнительные фичи приложения - для меня самое важное, чтобы ни при каких условиях основной функционал добавления/редактирования заметок и идей не был заблокирован, а все остальное - это просто бонусы, если человек решит поддержать проект :)

# toGetSupporterDays
source: To get Supporter Days, the user can press the "watch ad" button and after watching the advertisement (I will experiment, but for now it's 60 seconds), and it will reward as 7 Supporter Days.
ru: Чтобы получить Дни Поддерживателя, пользователь может нажать кнопку "смотреть рекламу", и после просмотра (буду экспериментировать, но пока это 60 секунд), ему будут начислены 7 Дней Поддерживателя.

source: Watch Ad
ru: Смотреть рекламу

# adPleaseNote
source: Please note: Ad curently works only in Google Chrome and Firefox. Safari is blocking the ad, so currently it is not working.
ru: Реклама в настоящее время работает только в Google Chrome и Firefox. Safari блокирует рекламу, поэтому в настоящее время она не работает.

# exportImportData
source: Backup
ru: Бекап

source: File saved 🎉
ru: Файл сохранен 🎉

source: Load
ru: Загрузить

source: Confirm
ru: Подтвердить

source: Confirm projects owerwrite
ru: Подтвердить перезапись проектов

source: Projects from file restored 🎉
ru: Проекты из файла восстановлены 🎉

# beCarefulItsInreversableAction
source: Be careful, it is not reversable action
ru: Осторожно, это не обратимое действие!

# byLoadingFileWarning
source: By loading this file you will overwrite all current projects in the app. Be careful, it is not reversable action
ru: Загружая файл вы перезапишете все текущие проекты в приложении. Будьте осторожным, это не обратимое действие!

# rewardForAdThankYou
source: 🎉🎉🎉 Congratulations - ${days} days of Supporter Days have added:) 🎉🎉🎉 Thank you for your support!
ru: 🎉🎉🎉 Поздравляю - добавлены {days} Дней Поддерживателя:) 🎉🎉🎉 Спасибо за поддержку!
