Repository: xsoulspace/last_answer
Catalog: lib/l10n/intl_*.arb
Languages: it

source: Language
it: Lingua

source: Frequently used
it: Usato frequentemente

source: Search
it: Кicerca

source: Write an answer
it: Scrivi una risposta

source: Characters limit
it: Limite di caratteri

# charactersLimitForNewNotesDesription
source: When you set the limit, all new notes will have this limit. And if you will need to go-off limit for one note - just set it inside note settings.
it: Quando imposti il limite, tutte le nuove note avranno questo limite. E se hai bisogno di andare off-limit per una nota, impostala nelle impostazioni delle note.

# charactersUnlimited
source: Unlimited..
it: Altro

source: Write a note
it: Scrivi una nota

# madeWithLoveAndFlutter
source: Made with Flutter ‚ù§ and Open Source Libraries
it: Made with Flutter ❤ and Open Source Libraries

# feedbackTextWithEmail
source: or send a message to idea@xsoulspace.dev
it: o inviare un messaggio a idea@xsoulspace.dev

# niceDayWish
source: Thank you for using this app and have a nice day, full of ideas and inspiration!:)
it: Grazie per aver utilizzato questa app e buona giornata, piena di idee e ispirazione!:)

source: Privacy Policy
it: Politica sulla riservatezza

# termsAndConditions
source: Terms & Conditions
it: Termini & Condizioni

source: Join Discord
it: Unisciti a Discord

source: Please notice
it: Si prega di notare

# appVersion
source: App version: {version}, build: {buildNumber}
it: Versione dell'app: {version}, build: {buildNumber}

# wordNew
source: New
it: Nuovo

source: Theme
it: Tema

# projectsDirection
source: Notes direction
it: Note direzione

# themeDark
source: Dark
it: Buia

# themeLight
source: Light
it: Leggera

source: YES
it: Si

source: Settings
it: Impostazioni

source: Note settings
it: Impostazioni nota

source: No projects yet.
it: Nessun progetto ancora.

source: What's your idea?
it: Qual è la tua idea?

# createIdeaHelperText
source: Create tutorial
it: Crea tutorial

source: Note
it: Nota

source: Answer
it: Risposta

source: CANCEL
it: Cancella

source: CLOSE
it: Chiudi

source: DELETE
it: Elimina

source: Delete this note
it: Elimina questa nota

source: Are you sure?
it: Sei sicuro?

# willBeLost
source: {title} will be lost forever
it: {title} sarà perso per sempre

# philosophyInspirationTitle
source: Inspiration
it: Ispirazione

# philosophyAbstractWhatElse
source: What else?
it: Cos'altro?

# philosophyAbstractFiveWhyesWhat
source: You can use: "Five whys"
it: Puoi usare: "Cinque perché"

# philosophyAbstractFiveWhyesWhy
source: Because, you can use this technique if you have a problem or idea, which needs to be explored more deeply. Method of exploration also often named as "cause and effect" exploration. See more about the technique at wiki: https://en.wikipedia.org/wiki/Five_whys
it: Perché puoi usare questa tecnica se hai un problema o un'idea, che deve essere esplorata più a fondo. Metodo di esplorazione spesso chiamato anche esplorazione "causa ed effetto". Vedi di più sulla tecnica su wiki: https://en.wikipedia.org/wiki/Five_whys

# philosophyAbstractPDSAWhy
source: Because it most universal technique. It does not solid questions, as in "Five Whys", but the method can help not just make idea exploration, but to understand whole area problems. See more about the technique at wiki: https://en.wikipedia.org/wiki/PDCA
it: Perché è la tecnica più universale. Non pone domande solide, come in "Cinque perché", ma il metodo può aiutare non solo a fare l'esplorazione di idee, ma a comprendere i problemi dell'intera area. Vedi di più sulla tecnica su wiki: https://en.wikipedia.org/wiki/PDCA

# philosophyAbstractPDSAWhat
source: You can use: "PDCA/PDSA (Plan-Do-Check/Study-Act): Shewhart-Deming cycle"
it: Puoi usare: "PDCA/PDSA (Plan-Do-Check/Study-Act): ciclo Shewhart-Deming"

# philosophyAbstractSixSigmaWhy
source: Because if your problem or idea has manufacture/transport origin, this method will certanly helps to develop or imporve business process or product. See more about the technique at wiki: https://en.wikipedia.org/wiki/Six_Sigma
it: Perché se il tuo problema o idea ha origine nella produzione/trasporto, questo metodo aiuterà sicuramente a sviluppare o migliorare il processo o il prodotto aziendale. Vedi di più sulla tecnica su wiki: https://en.wikipedia.org/wiki/Six_Sigma

# philosophyAbstractSixSigmaWhat
source: You can use: "Six Sigma"
it: Puoi usare: "Six Sigma"

source: About
it: Informazioni

# aboutAbstractWhatFor
source: What for?
it: Per che cosa?

# aboutAbstractWhatForDescription
source: This app is designed to solve ideas expression when it needed most; to solve complexity and thoughts understanding during project management and just to make easier each other ideas sharing & understanding.
it: Questa app è progettata per risolvere l'espressione delle idee quando è più necessario; per risolvere la complessità e la comprensione dei pensieri durante la gestione del progetto e solo per facilitare la reciproca condivisione e comprensione delle idee.

# aboutAbstractHowDescription
source: You can use Inspiration section to get inspiration of how this app can be used and which techniques can be applied.
it: Puoi utilizzare la sezione Ispirazione per trarre ispirazione su come può essere utilizzata questa app e quali tecniche possono essere applicate.

# aboutAbstractIdeasImprovementsBugs
source: Ideas Improvements Bugs?
it: Idee Miglioramenti Bug?
